Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_FORMS.en_fr.tmx
Source language: en
Languages: fr

source: INFORMATION USEFULNESS
fr: UTILITE DES INFORMATIONS

source: Department, if applicable
fr: Département, le cas échéant

source: Type of Action
fr: Type d'Action

source: Advance Planning Visit - travel costs (if applicable)
fr: Visite de planification préalable - frais réels de voyage (le cas échéant)

source: Title of the project
fr: Titre du projet

source: Project identifiers
fr: Identifiants du projet

source: For the rate calculation to work, the following items have to be selected: - Sub-programme - Action - National Agency - Destination country - Days If you specified these values in the form and still the calculation is not working, it means that the rate for your National Agency is not defined in the form. In this case please contact your National Agency for details concerning the subsistence calculation.
fr: Pour que le calcul des taux fonctionne, les éléments suivant doivent être sélectionnés: - Sous-programme - Action - Agence nationale - Pays de destination - Jours If you specified these values in the form and still the calculation is not working, it means that the rate for your National Agency is not defined in the form. In this case please contact your National Agency for details concerning the subsistence calculation.

source: Successfully completed years
fr: Années d'études validées

source: - The impact envisaged
fr: - l’impact attendu.
